[",
"1. Экзамен должен быть настолько сложным, что он сам ищет ответы!",
"2. Домашка должна быть такой, что даже учитель не решит.",
"3. Тест должен быть таким, что даже Google не справится!",
"4. Контрольная должна сдавать тебя, а не ты её!",
"5. Урок должен быть таким, что учебник сам в ступор впадает.",
"6. Ответы на экзамене должны быть сложнее вопросов!",
"7. Задание должно быть настолько запутанным, что ты забудешь, как тебя зовут.",
"8. Контрольная должна быть такой, что даже калькулятор ломается.",
"9. Решение задачи должно требовать команду ученых!",
"10. Задание должно быть настолько сложным, что ты усомнишься в реальности.",
"11. Тест должен вызывать у тебя экзистенциальный кризис.",
"12. Домашка должна быть такой, что интернет в панике.",
"13. Экзамен должен быть настолько трудным, что тебе предложат его вести в следующем году.",
"14. Лабораторная работа должна стать твоим дипломом.",
"15. Задание должно быть настолько сложным, что его решат лишь в будущем.",
"16. Контрольная должна заставить тебя переосмыслить свои приоритеты.",
"17. Проект должен быть таким, что его обсудят на научной конференции.",
"18. Задача должна быть такой, что её обсуждают ученые в журналах.",
"19. Тест должен быть таким, что от его сложности дрожат сервера университета.",
"20. Экзамен должен быть настолько сложным, что им гордится университет.",
"21. Лекция должна быть настолько глубокой, что тебе понадобятся кислородные баллоны.",
"22. Домашка должна быть такой, что она автоматически становится научной статьей.",
"23. Контрольная должна быть настолько сложной, что учителя просят подсказки у студентов.",
"24. Задание должно быть таким, что ты чувствуешь себя в научной лаборатории.",
"25. Лабораторная должна быть таким адом, что даже Декан боится заходить.",
"26. Экзамен должен быть таким, что учебники пытаются убежать со стола.",
"27. Домашка должна быть настолько сложной, что ты получаешь диплом, просто решив её.",
"28. Контрольная должна приводить к глубоким философским размышлениям.",
"29. Задание должно быть таким сложным, что после него тебе дадут кандидатскую степень.",
"30. Экзамен должен быть такой, что ты даже забыл, зачем ты сюда пришёл.",
"31. Задачи должны заставлять пересматривать свою жизнь.",
"32. Домашка должна быть настолько тяжёлой, что с неё берут вдохновение для фильмов ужасов.",
"33. Контрольная должна быть такой, что её результаты заносят в учебники.",
"34. Лабораторная должна быть таким вызовом, что твой научный руководитель сам её боится.",
"35. Лекция должна быть такой, что за неё дают Нобелевскую премию.",
"36. Экзамен должен быть настолько сложным, что его решают лучшие умы поколения.",
"37. Домашка должна быть такой, что она становится легендой.",
"38. Контрольная должна вызывать симпозиумы и дискуссии на кафедре.",
"39. Задача должна быть настолько трудной, что решив её, ты чувствуешь себя героем.",
"40. Лабораторная должна быть такой, что тебе выдают защитные очки от знаний.",
"41. Тест должен быть таким, что тебе приходится звонить преподавателю по видео.",
"42. Задача должна быть такой, что её обсуждают учёные по всему миру.",
"43. Контрольная должна быть настолько сложной, что ты задумываешься о космосе.",
"44. Лабораторная должна быть таким кошмаром, что она снится тебе перед экзаменом.",
"45. Лекция должна быть такой глубокой, что студенты отправляются на поиски смысла жизни.",
"46. Экзамен должен быть таким сложным, что ты узнаёшь себя с другой стороны.",
"47. Домашка должна быть такой, что она нужна для защиты докторской.",
"48. Задачи должны быть такими, что над ними работают лаборатории NASA.",
"49. Лабораторная должна быть таким вызовом, что ты чувствуешь себя на Олимпиаде знаний.",
"50. Контрольная должна быть такой, что ты пересматриваешь своё существование.",
"51. Экзамен должен быть настолько сложным, что уравнения начинают тебе сниться.",
"52. Лабораторная должна быть настолько сложной, что после неё тебе дают научную степень.",
"53. Домашка должна быть такой, что её можно опубликовать в научном журнале.",
"54. Тест должен быть таким, что на него не хватает страниц в учебнике.",
"55. Задача должна быть настолько сложной, что её решают только в будущем.",
"56. Лабораторная должна быть таким испытанием, что её обсуждают на семинарах.",
"57. Экзамен должен быть настолько сложным, что тебе предлагают преподавать после сдачи.",
"58. Контрольная должна быть таким вызовом, что её обсуждают на международных конференциях.",
"59. Лекция должна быть настолько сложной, что тебе нужен гид.",
"60. Домашка должна быть такой, что она превращается в курсовую работу.",
"61. Лабораторная должна быть такой, что учёные решают её годами.",
"62. Контрольная должна быть настолько сложной, что студенты идут за дополнительным образованием.",
"63. Тест должен быть таким, что преподаватель сам удивляется его сложности.",
"64. Лабораторная должна быть таким событием, что её обсуждают через годы.",
"65. Экзамен должен быть настолько сложным, что он сам сдаёт тебя.",
"66. Домашка должна быть такой, что её можно использовать для защиты магистерской.",
"67. Лекция должна быть такой сложной, что от неё седеют волосы.",
"68. Контрольная должна быть настолько трудной, что она заканчивается защитой диссертации.",
"69. Тест должен быть таким, что на его решение нужно несколько дней.",
"70. Задачи должны быть такими, что они требуют работы над ними до конца семестра.",
"71. Лабораторная должна быть таким испытанием, что она заставляет задуматься о философии.",
"72. Контрольная должна быть настолько сложной, что она становится событием года.",
"73. Домашка должна быть такой, что её обсуждают на встречах учёных.",
"74. Экзамен должен быть таким, что за его прохождение получают медали.",
"75. Лекция должна быть настолько сложной, что её преподавание требует подготовки всей жизни.",
"76. Тест должен быть таким, что он вписывается в историю университета.",
"77. Задача должна быть настолько сложной, что её решает только команда учёных.",
"78. Лабораторная должна быть таким вызовом, что она становится основой для курсовой работы.",
"79. Контрольная должна быть такой, что её результат становится частью научного исследования.",
"80. Лекция должна быть настолько трудной, что студенты чувствуют себя исследователями.",
"81. Домашка должна быть такой, что она становится основой для исследования.",
"82. Лабораторная должна быть таким проектом, что она обсуждается на симпозиумах.",
"83. Экзамен должен быть настолько сложным, что его результаты обсуждают профессора.",
"84. Задачи должны быть такими, что над ними работают несколько групп учёных.",
"85. Лекция должна быть такой, что она становится частью учебного плана.",
"86. Лабораторная должна быть таким заданием, что оно требует командной работы.",
"87. Тест должен быть таким, что его решение становится научной задачей.",
"88. Домашка должна быть настолько сложной, что она вызывает пересмотр школьной программы.",
"89. Лабораторная должна быть такой, что она становится научным открытием.",
"90. Контрольная должна быть такой, что её результаты обсуждают на научных форумах.",
"91. Экзамен должен быть настолько сложным, что на него требуется несколько дней.",
"92. Лекция должна быть такой, что она занимает первое место в академической программе.",
"93. Лабораторная должна быть таким испытанием, что её результат обсуждают через годы.",
"94. Задачи должны быть такими, что их решают в несколько этапов.",
"95. Контрольная должна быть такой, что её результат становится предметом научных споров.",
"96. Экзамен должен быть настолько сложным, что его результат меняет учебный план.",
"97. Лабораторная должна быть таким проектом, что она становится основой для дальнейших исследований.",
"98. Домашка должна быть такой, что она становится предметом дискуссий среди учёных.",
"99. Лекция должна быть такой, что она заставляет пересматривать научные подходы.",
"100. Лабораторная должна быть таким вызовом, что её обсуждают на международных конференциях."]